[
  {
    "name": "Capricorn",
    "info": "The Greeks associate the constellation with Pan, the god of nature. Part of Pan's lore was that he helped Zeus fight the Titans to earn his spot in the heavens. He escaped the monster Typhon by jumping into the Nile, but only half of his body was submerged, so he was a fish in the part of his body that remained underwater. Other spins on the tale have the constellation associated with Amalthaea, the mythical goat that acted as a foster mother to Zeus as an infant.",
    "location": "Right ascension 21.02 hours. Declination -20&#176; to -23&#176;. Visible between latitudes 60&#176; and -90&#176;."
  },

  {
    "name": "Aquarius",
    "info": "The Greeks linked this constellation with Ganymede, the cup bearer to the gods. According to lore, Ganymede was a good-looking young man who was the object of Zeus' affection and was brought to Mount Olympus, where he served as cup bearer to the gods and was granted eternal youth.",
    "location": "Right acension 22.71 hours. Declination -10.19&#176;. Visible between 65&#176; and -90&#176;."
  },

  {
    "name": "Pisces",
    "info": "In the sky, Pisces is represented as two fish swimming at right angles to each other, one to the north and one to the west. They are attached by a cord. The fish themselves are apparently the Greek goddess Aphrodite and her son, Eros, who turned into fish and jumped into the Euphrates River to evade the fiery breath of the monster Typhon, \"the most awful monster the world had ever seen,\" according to Ridpath.",
    "location": "Right ascension 0.85 hours. Declination 11.08&#176;. Visible between latitudes 90&#176; and -65&#176;."
  },

  {
    "name": "Aries",
    "info": "In Greek mythology, Aries represents the ram whose fleece was sought by Jason and the Argonauts. When King Athamus of Boetia took a second wife, Ino, she was resentful of his existing children, especially his son, Phrixus, and she wanted him sacrificed. Zeus responded to the pleadings of Phrixus' mother, Nephele, by sending a golden ram to save Phrixus and his sister Helle. Helle did not survive but Phrixus did and sacrificed the ram to Zeus and gave its golden fleece to King Aettes. The fleece was eventually stolen by Jason.",
    "location": "Right ascension 3 hours. Declination 20&#176;. Visible between latitudes 90&#176; and -60&#176;."
  },
  {
    "name": "Taurus",
    "info": "When Zeus fell in love with the Phoenician Princess Europa, he transformed himself into a white bull with golden horns named Taurus and carried Europa away to Crete.",
    "location": "Right ascension 4 hours. Declination 15&176;."
  },
  {
    "name": "Gemini",
    "info": "In Egyptian astrology, the constellation was identified with twin goats, while Arabian astrology said it was twin peacocks. The Western world tends to identify these twins as Castor and Pollux from Greek myth. But other twin pairs identified with Gemini in the Western world include the older and younger Horus and the mythical founders of Rome, Romulus and Remus.",
    "location": "Right ascension 7 hours. Declination 20&176;."
  },
  {
    "name": "Cancer",
    "info": "The constellation of Cancer represents the giant crab that attacked Hercules during the second of the 12 labors he performed as penance for killing his family. It was sent by the jealous goddess Hera to thwart Hercules as he battled the water serpent Hydra, but he killed it with his club.",
    "location": "Right ascension 9 hours. Declination 20&176;."
  },
  {
    "name": "Leo",
    "info": "In Greek mythology, Leo is the Nemean Lion, which terrorized the citizens and had a hide that could not punctured by iron, bronze or stone. Killing the lion was one of Hercules' 12 labors, which he had to perform as penance for killing his family. Having broken all of his weapons fighting the man-eating lion, Hercules finally strangled it to death and placed it in the heavens as one of his conquests.",
    "location": "Right ascension 11 hours. Declination 15&176;."
  },
  {
    "name": "Virgo",
    "info": "Virgo is typically linked to Dike, the Greek goddess of justice, and Persephone, the daughter of Demeter, the harvest goddess. According to Greek mythology, the earth experienced eternal spring until the god of the underworld abducted the spring maiden Persephone.",
    "location": "Right Ascension 13 hours. Declination: 0&176;."
  },
  {
    "name": "Libra",
    "info": "The association with scales and balance began with the ancient Babylonians, with the scales representing the balance between the seasons as well as day and night. The ancient Greeks viewed Libra as the claws of Scorpius reaching out. To the Romans, Libra represented the scales of justice being held by the goddess Virgo or Astraea.",
    "location": "Right Ascension 15.21 hours. Declination -15.59&176;."
  },
  {
    "name": "Scorpius",
    "info": "Scorpius and Orion are often intertwined in Greek mythology. According to one myth, Orion boasted that he would kill every animal on the earth. The goddess-hunter Artemis and her mother, Leto, dispatched a scorpion to kill Orion. Zeus put the scorpion in the heavens after it won the battle. In another myth, the god Apollo, Artemis's twin brother, grew angry and sent a scorpion to attack Orion because he claimed to be a better hunter than Artemis. Zeus put Orion and Scorpius in the sky, but they are visible at different times of the year.",
    "location": "Right Ascension 17 hours. Declination -40&176;"
  },
  {
    "name": "Sagittarius",
    "info": "The Greeks identify Sagittarius as a centaur, horse-human hybrid with the body of a man atop the four legs of a horse. The creature is aiming an arrow toward its neighbor Scorpio. The lore has Sagittarius the Archer shooting Scorpio the Scorpion, which had been sent to kill Orion the Hunter.",
    "location": "Right ascension 19.11 hours. Declination -25.8&176;."
  }
]
